{"meta":{"title":"当视研","subtitle":"","description":"当视研","author":"Alice.","url":"http://dsyacg.github.io","root":"/"},"pages":[{"title":"","date":"2024-09-10T09:26:37.584Z","updated":"2024-09-10T09:26:37.584Z","comments":true,"path":"about/index.html","permalink":"http://dsyacg.github.io/about/index.html","excerpt":"","text":"COPYRIGHT @ 2010-2024 HIT当代视觉文化研究会"},{"title":"Page","date":"2013-12-26T14:52:56.000Z","updated":"2024-09-05T13:30:15.137Z","comments":true,"path":"page/index.html","permalink":"http://dsyacg.github.io/page/index.html","excerpt":"","text":"This is a page test."},{"title":"所有分类","date":"2024-09-07T06:03:03.038Z","updated":"2024-09-07T06:03:03.038Z","comments":true,"path":"categories/index.html","permalink":"http://dsyacg.github.io/categories/index.html","excerpt":"","text":""},{"title":"标签","date":"2024-09-07T05:48:31.322Z","updated":"2024-09-07T05:48:31.322Z","comments":true,"path":"tags/index.html","permalink":"http://dsyacg.github.io/tags/index.html","excerpt":"","text":""},{"title":"","date":"2024-09-06T15:09:25.364Z","updated":"2024-09-06T15:09:25.364Z","comments":true,"path":"mylist/index.html","permalink":"http://dsyacg.github.io/mylist/index.html","excerpt":"","text":""}],"posts":[{"title":"sep.9.28","slug":"t51-1","date":"2024-09-28T05:00:00.000Z","updated":"2024-10-01T06:20:50.216Z","comments":false,"path":"2024/09/28/t51-1/","link":"","permalink":"http://dsyacg.github.io/2024/09/28/t51-1/","excerpt":"","text":"by Antimony_51","categories":[{"name":"cosplay与绘画","slug":"cosplay与绘画","permalink":"http://dsyacg.github.io/categories/cosplay%E4%B8%8E%E7%BB%98%E7%94%BB/"}],"tags":[{"name":"绘画","slug":"绘画","permalink":"http://dsyacg.github.io/tags/%E7%BB%98%E7%94%BB/"}],"author":"Antimony_51"},{"title":"Ave Mujica的面具起源与发展考证","slug":"Ave Mujica的面具起源与发展考证","date":"2024-09-20T07:16:44.000Z","updated":"2024-09-20T18:17:07.572Z","comments":false,"path":"2024/09/20/Ave Mujica的面具起源与发展考证/","link":"","permalink":"http://dsyacg.github.io/2024/09/20/Ave%20Mujica%E7%9A%84%E9%9D%A2%E5%85%B7%E8%B5%B7%E6%BA%90%E4%B8%8E%E5%8F%91%E5%B1%95%E8%80%83%E8%AF%81/","excerpt":"","text":"在刚完结的动画 《BanG Dream! It’s MyGO!!!!!》 的最终话中，出现了一支名为 “Ave Mujica” 的乐队，以华丽的演出和动画官方行动力极强的宣发，引爆了广大观众的舆论。 )图1 Ave Mujica 五个乐团成员戴上了造型各异的眼面具，这些眼面具引起了不少讨论。在日式哥特中，这种眼面具并不少出现。那么，这个面具是什么？笔者进行了详细的考证，本文将以杂谈的形式对它的起源和发展作详细介绍。 1. 广泛的误称——“Domino Mask”如图2所示，在一些服装设计的专著中可以看到，这种只遮住眼睛周边的眼面具被称为“多米诺面具”（domino mask）[1]。 图2 服装设计专著中对面具的分类[1]，左下角为domino 在艺术创作中也不乏这种称呼。如图3为日本歌手來-Ray-演唱的原创曲目《Domino Mask》，其中也将这种面具称为“Domino Mask”。 图3 歌曲封面及PV截图 现在“Domino Mask”经常与超级英雄联系在一起，如佐罗、罗宾、青蜂侠等，以至于它也被部分人称为“超级英雄面具”。 但是，“Domino Mask”这个称呼其实是个误传。从时间上，如果用“Domino Mask”来指代眼面具及其变体，这种眼面具的历史最早只能追溯到18世纪中后叶[2,8]，而具有典型特征的眼面具在此之前便已出现。从最早的指代上，domino一词最开始指的是牧师在冬天穿的连帽服装，并非眼面具。图4为始于伦敦的“MASCARA IN DOMINÒ”样式[3]，体积庞大、袖子宽大、有一个可拆卸的兜帽，可见其中没有任何眼面具的元素。 图4 “domino”一词原本指代的服装[3] “domino”一词如何被误用于称呼眼面具已不可考，但它与眼面具的联系为公众所熟知，大抵是始于法国作曲家丹尼尔·奥柏于1837年创作的三幕戏剧《Le Domino noir》（黑色多米诺）。剧中的一位神秘女子戴着黑色眼面具，化名“Le Domino noir”在西班牙女王举行的假面舞会上与男角色有激情的邂逅，整部戏剧围绕着对“Le Domino noir”身份的猜忌而展开。 图5 《Le Domino noir》第一幕的情景 《Le Domino noir》这部戏剧在法国和欧洲获得了极大成功，仅在19世纪就上演了一千多场[4]，情节和片名被多次模仿和抄袭，出现了各种“盗版”，如“蓝色多米诺”、“白色多米诺”、“黄色多米诺”[5]。1869年，俄国著名作曲家柴可夫斯基将这部法国戏剧改编成意大利歌剧，并为它写了宣叙调，以取代原作中的口语对话部分[6]。 2. 真正的起源——“Colombina Mask”说了广泛的误称“Domino Mask”之后，来说说眼面具真正的起源。 这种眼面具的正源定型在17世纪末期的威尼斯，叫“Colombina Mask”。“Colombina Mask”是意大利即兴喜剧（Commedia dell’arte）中的主要女仆角色“Colombina”所戴的面具。 意大利即兴喜剧特点是“即兴”，演员们上台前只看一小会儿情节，而不背诵任何固定的台词，他们的表演几乎完全是即兴创作的[7]。而场景与口头的即兴质量显然与演员本人的功底有非常大的关系，尤其是女性演员。 因为直到文艺复兴的开始，整个基督教世界都禁止女性在剧院表演，女角色则由男扮女装来完成，这种影响在法国和英国一直持续到1762年。1550年至1750年这两百年，女性的地位不断发生剧烈的变动。十六世纪意大利的几个州率先允许女性登上舞台表演和创作即兴喜剧[8]。 在这个历史背景的影响下，女性演员的场景和口头即兴技术并不像男性演员那样有可供参考的“传统”，因此意大利即兴喜剧中主要女角色的发展史更像是几位女演员本人的历史。 意大利女演员Caterina Biancolelli（1665～1716）是历史上第二个出演“Colombina”的人，第一个人是她的祖母。Caterina有表演、唱歌、跳舞、演奏乐器等多种才能，并吸收了当时丰富的女性口头文化，开发了独具一格的、高超的即兴抒情诗技巧（渐变、对立、累积等），并通过这些技巧结合自己的喜剧天才，塑造了历史上最著名的Colombina。 Caterina从1683年开始出演Colombina，她的Colombina勇于追求爱情、破坏婚姻（这在当时的父权制整体结构下是不可想象的）、足智多谋、有着复杂的诡计并且在互相算计中从未输给过男角色，口语有着颠覆性的幽默，被认为将“女仆”这一角色类型提升到了前所未有的机智和复杂水平，同时将意大利即兴喜剧拔高到了全新的高度。她的成功将Colombina变成了意大利即兴喜剧的固定角色，在她之后的Colombina的人设、口语修辞技巧、剧情也都以她为蓝本[7]。 Colombina对伪装有着很高的品位，她的眼妆画地宽大而精致，（剧情中）平时不戴面具，而在特殊的外出活动时会戴着专为自己设计的、只遮盖眼部区域的面具[9]，用于隐藏身份的同时，让自己的美丽欲盖弥彰。 这便是眼面具真正的起源——“Colombina Mask”。 图6 Giovanni Domenico Ferretti在1750年画的《丑角与Colombina》 “Colombina Mask”在威尼斯产生，这一点都不奇怪。威尼斯对于面具的使用和制造都是欧洲最早的，有着悠久的传统，和威尼斯狂欢节有很深的联系。早在1268年左右就有人开始在狂欢节上戴面具，1436年威尼斯面具制造商便获得了法令上的官方商业认证。通过漫长的时间积淀，发展出了全脸、半脸、用嘴衔着的、用丝带固定的……各式各样的面具[3]。 时至今日，眼面具发源地意大利依然保留着“Colombina Mask”这个称呼，而在英国和美国那则被“Domino Mask”这个称呼夺舍了。但这也让艺术创作中的指代能够更加精确，“Colombina Mask”应当用于指代假面舞会上的华丽眼面具，而“Domino Mask”用于指代超级英雄或者恶役所戴的简易眼面具。 回到主题，结论呼之欲出。Ave Mujica五人所戴的，显然是“Colombina Mask”。 3. “Colombina Mask”与日式哥特的关系伴随着1970年代“死亡哥特摇滚”在日本的兴起，哥特风格在日本大火。发展至今，“日式哥特”结合了许多不同时代的风格，而不只是那个传统意义上的欧洲中世纪哥特时期的艺术形态[10]。 比如，《蔷薇少女》被认为是日式哥特风格动漫的典型，而它的音乐实际上是巴洛克风格（使用羽管键琴和大小提琴等具有鲜明巴洛克特色的乐器，并且配乐的作者光宗信吉在作曲思路上大量参考巴洛克时期作曲家亨德尔）；同时女主角真红的穿搭和喝红茶等日常习惯是明显的维多利亚风格。 又比如今天，Colombina Mask诞生时，文艺复兴时期都结束了一百年，根本不是哥特时期，它却也已经成了日式哥特中的常用元素，这或许是因为Colombina Mask带来的隐藏、伪装和日式哥特所强化的华丽、黑暗、恐怖有着天然的相性。Colombina Mask在现在的日本流行文化中广受欢迎，下图为几个实例。 图7 以哥特风格闻名的同人歌手葉月ゆら的专辑封面中的Colombina Mask图8 日本著名歌手组合ClariS之前常以Colombina Mask示人图9 《偶像大师》第15话ED中的Colombina Mask（误入） Ave Mujica的风格是纯正的“日式哥特”，使用“Colombina Mask”十分合理。除了面具以外，Ave Mujica也有极多标准的日式哥特元素。乐队的Live考究地使用了新月、e小调咏唱、血月、吊灯、八音盒、蔷薇等等富有日式哥特元素的物件，在场景布置和服装设计上也很有哥特元素。与传统哥特有显著不同的是，传统哥特服饰中，女性一般是上紧下丰，而Ave Mujica乐队成员上身的服饰是标准哥特并且有束腰，但下半身的服饰较为紧凑，不似哥特礼服那般宽大。这一点上，只有祥子一人的服饰接近“正统哥特”，所以只有祥子在开幕念白后行提裙礼（Curtsey），因为只有她有足够大的裙子可以提。下图为一些提到的Ave Mujica中的哥特元素。 图10 哥特元素1：演出最开始初华咏唱时被新月所照图11 哥特元素2：初华的咏唱是e小调，这是非常哥特的一个调式图12 哥特元素3：血月、吊灯、巨大尖顶落地玻璃窗图13 哥特元素4：灯光模仿蔷薇的荆棘图14 哥特元素5：祥子行提裙礼（Curtsey）图15 哥特元素6：祥子的玩偶捏他了《蔷薇少女》的真红，或许是为以后走哥特风格埋下伏笔 4. 杂谈：Ave Mujica乐队成员面具上的花Ave Mujica五人的面具上都有花朵，并且官方在接受采访时明确说了花的种类是有寓意的。文末就作为杂谈，对花朵的种类和寓意进行一个考证[11]。 初华——万寿菊（Marigold），花语：悲伤祥子——剑兰（Gladiolus），花语：忘却睦——各种菊花（Chrysanthemum），日本葬礼会摆菊花，这里象征死亡海铃——彼岸花（Lycoris radiata），象征恐惧喵梦——蝴蝶兰（Phalaenopsis），花语：爱 谢谢你看到这里！初华在Live开场进行了咏唱，和“爱”有关。所以最后笔者也用Colombina的一句和“爱”有关的经典的咏唱来结尾吧： “Perfido, traditore, m’avrai negli occhi, se non m’hai nel core” “背信弃义，叛徒，如果你的心里没有我，你的眼睛里就会有我” 参考文献［1］Meaden W J, Brown M A. Theatre Masks Out Side In: Perspectives on Mask History, Design, Construction, and Performance[M]. Routledge, 2023.［2］Ribeiro A. The dress worn at masquerades in England, 1730 to 1790, and its relation to fancy dress in portraiture[D]. Courtauld Institute of Art (University of London), 1975.［3］VENICE Carnival Masks[EB&#x2F;OL]. https://www.italiancarnival.com/［4］Jean-Marie Bruson. Paris romantique,1815-1848[M]. Paris Musées, 2019.［5］5 choses à savoir sur Le Domino noir[EB&#x2F;OL]. https://www.opera-comique.com/［6］Auber, D. F. E., et al. Le Domino Noir: Gustave III : Overture &amp; Ballet Music[M]. Decca, 1995.［7］Radulescu D. Caterina’s Colombina: The Birth of a Female Trickster in Seventeenth-Century France[J]. Theatre Journal, 2008.［8］Duchartre P L. The Italian Comedy[M]. Courier Corporation, 1966.［9］Rudlin J. Commedia dell’arte: an actor’s handbook[M]. Routledge, 2002.［10］Skutlin J M. Goth in Japan: Finding identity in a spectacular subculture[J]. Asian Anthropology, 2016.［11］K Greenaway, Language of flowers[M]. George Routledge and Sons, 1884.","categories":[{"name":"社员投稿","slug":"社员投稿","permalink":"http://dsyacg.github.io/categories/%E7%A4%BE%E5%91%98%E6%8A%95%E7%A8%BF/"}],"tags":[{"name":"BanG Dream!","slug":"BanG-Dream","permalink":"http://dsyacg.github.io/tags/BanG-Dream/"},{"name":"考据","slug":"考据","permalink":"http://dsyacg.github.io/tags/%E8%80%83%E6%8D%AE/"},{"name":"学术","slug":"学术","permalink":"http://dsyacg.github.io/tags/%E5%AD%A6%E6%9C%AF/"}],"author":"carmilk"},{"title":"sdvx简易教程","slug":"sdvx简易教程","date":"2024-09-20T07:16:44.000Z","updated":"2024-09-20T19:01:10.773Z","comments":false,"path":"2024/09/20/sdvx简易教程/","link":"","permalink":"http://dsyacg.github.io/2024/09/20/sdvx%E7%AE%80%E6%98%93%E6%95%99%E7%A8%8B/","excerpt":"","text":"sdvx简易教程SDVX，SounD VolteX的简称，是一个有着悠久历史的较为硬核的音乐游戏。想要在国内能欢乐的游玩该游戏，你可能需要为它付出一定的时间和精力，但相信它会值得的。 本文是由当视研mdzz同好会的各位群友协力之下产出，为了帮助你更好地使用手台与hdd入坑sdvx而编写的，内容从技巧到知识再到sdvx相关的趣闻等方方面面，希望这能成为你游玩的一大帮助。 分区： SDVX是一个什么样的音乐游戏，适合什么样的音游玩家 进行游玩的前置准备（手台，HDD等） 如何打歌（核心内容：手法，旋钮，技巧等） SDVX歌曲推荐 16、17、18 SDVX的其他知识（不知道也不影响你打歌的内容） 一、为什么选择SDVX我的牛子让我玩的 二、游玩的事先准备1、手台想打sdvx，首先建议你搞一个手台。并且sdvx会非常吵，在目前比较方便买到手台的街机音游中应该是最吵的，所以建议你搞定你的舍友。同时你还可选一个显示器（把笔记本竖过来也不是不行），必须是直屏可旋转，建议是120hz（及以上）。我用的是aoc agon 爱攻3，一个直屏的显示器甚至可以用来很舒服的码代码。这些都解决了之后，一个合适高度的桌子也是不可或缺的。如果你无法调整你的桌子高度，调整你的椅子高度或者手台+显示器高度也是可选项。手台高而你很低的时候，有些键位要求是非常难以发力的。具体如何测定“合适”呢？你需要能比较舒适的做出这个手势：pero下我们XP的玉手 食指和无名指正常是放在c和d的位置，大拇指l，小指r。中指可以闲置，也可以立起来表达你对sb谱的不满。 sdvx键位简称：蓝色start；白键从左到右叫abcd；下面的黄键叫l，r sdvx难度从1到20。如果要对比arc的话（没人没玩过arc吧！），我会把17比作10，18为10+，19为11，20为12。我觉得这个难度对比基本还是比较合理的，或者你愿意把17当成9也行，不过要能打17才算是有了一定水准的玩家。大概相当于mai能打13？这个时候你可以比较好的体验到sdvx的爽快感，疾走感，能见到绝大多数的配置。而这个绝大多数配置中非常基础的一条就是单手bc和单手lr。你经常需要快速的用某一只手来打中间，甚至是单手交互，而一个不合适的高度会很限制你的发挥。 2、HDD首先你需要搞一个hdd。（什么是hdd？就是盒大东sdvx在你电脑里。如何安装hdd另行参考）然后管理员运行asphyxia-core-x64.exe，这是什么我也不知道让你的sdvx连上只有你自己的网络。然后管理员运行spice64.exe。 然后嗯一下f4（不是altf4），在buttons里绑定你的手台的按键，在analogs里绑定旋钮，并选择一个合适的灵敏度。怎样才叫合适：首先不能太慢，必须轻轻蹭一下你的旋钮，进度条也有比较明显的反应；同时不能太快，当你用一个不是很大的力度在拧旋钮时，如果你的进度条动的飞快，直接绕其一周，可能会被结算为没有反应。这是要注意的，曾经我因为这一点误以为旋钮坏了。（）我一般会把灵敏度在1.3到1.7内精细调整。设置好后，再用f4取消这个菜单（也可以用鼠标叉掉）（为什么这都要写啊）之后，按+号进行刷卡。用小键盘输入你的密码并确认之。然后输入你的名字：用旋钮调整字母并确认，然后再旋钮到end的位置确认来完成你的名字。这里没有配图因为我懒的配遇到奇怪的界面就嗯start。 然后你应该会来到这里（左图）。从这里用旋钮选择你想要游玩的游戏模式。 NORMAL：正常游戏模式 3首曲子。 FRIEND：联机对战。想要用hdd联机对战你需要一些方法，比如询问@gyb MEGAMIX BATTLE：比较高级友人对战。1v1，每人选择5首歌，游戏会将选择的乐曲以dj mix的形式，裁成歌曲片段地给玩家游玩。对决时需要搭配副屏打开技能以增加点数。点数多者nb ARENA BATTLE：友人对战，最多4人同时游玩，一人一首歌比分数总和和累计星数也就是名次（这里与FRIEND不同）每首歌的第一名得两星；第二名一星；三四名cai。 BLASTER：正版游戏受害者跑图的 SKILL ANALYZER：考段。 段位介绍以及教程会在之后添加 PREMIUM TIME：既然你是hdd，直接出门左转来到这里就好了。练习时间！最自由的模式。选这个！ 然后你会来到右图： CREW：选择你的搭档。搭档除了色色和打胶没有什么其他用。 APPEAL CARD：换头像。同上 GAME START：应该不用说吧 3、选歌这个菜单是一个文件夹。使用右旋钮来上下切换；使用start键进行确认；使用L来返回上一级；使用R来打开排序菜单，在这里你可以选择一个文件夹内的歌曲是如何排列的。它不会影响到文件夹内的排列。多个不同的“文件夹”也不是严格意义上的文件夹，一首歌可以被包含在多个文件夹中，它只是一种方式。图中你就能见到所有歌曲的文件夹以及按曲名分类的文件夹（X行）。稍微提及几种分类来方便你搜索想要的歌曲： 评分（左）完成度（右）。 这里会详细展开一下，谈一下不同的分数和完成度意味着什么。左：按评分分类。评分就是指你一首歌达到的分数。 100为？：我没见过，多才多艺的群友麻烦补充一下 9900000+为S（后续只取前2位）：可以理解为对一首歌已经达到了极高的完成度。你可以看到我这只有俩，S的难度还是非常之高的。如果不是ranjer，其实个人认为没有什么继续推分的必要了。sdvx不是p歌游戏，判定还是比较严格的，虽然你要当p歌游戏玩我也管不着，但是在你的实力没达到顶尖水平时，去多越几个级要比推一首已经99了的歌对实力的提升有用114514倍。 98+为AAA+：俗称鸟+。打的非常好！对一首歌的掌握是比较完美的。 97+为AAA：鸟。打的很不错！基本能掌握这首歌的难点，并且判定也是比较高的一个状态。 95+为AA+：基本上能够驾驭这首歌，整首歌对你来讲只有一两个难点。可能是这首歌的判定你抓不太好，也可能bpm较高物量较大你的体力跟不上，也可能是你会在某个难点损失比较多的分数。你可以认为你能熟练应对这首歌的大部分配置。如果你打某一个难度的歌平均大概在这个分数段，你可以认为你当前正处于打这个难度的水平。 93+为AA：这首歌对你来说并没有太难，但你绝对不算打的很好。你在打这首歌的某些地方会感到比较吃力。 90+为A：这首歌对你来说很难。你打这首歌是在越级。（当然可能是这首歌本身在它所在的难度里处于佼佼者）这种情况并不是说你绝对不应该再继续打这首歌了，你可以研究这首歌的难点尝试推分，当然如果久推不上就算了，这说明你在某些方面确实存在欠缺，最好进行一个练习而不要手癖。 A都没有：嗯越是吧 右：按完成度分类。完成度与分数相似但不同，它指的是你是否活着通过一首歌。尽管此类指标在移动端和sega系中形同虚设，但在b系音游中它也可以作为一个很重要的参考因素，有时甚至可以比分数更加准确。（因为判定的问题，打的同样好的歌，旋钮歌总是要比键盘歌分数高一些）这里可以从下往上： PLAYED：打过。但是你只是打过，你没过。（不绝对代表着你过不了，因为很提前的中途退出，或者一首你在考段中打过却没在其他模式中打过的歌都会给出这样的评级） COMPLETE：过了。你通过了这首歌的普通难度。代表着你打这首歌没有在嗯越。 EXCESSIVE COMPLETE：hard模式下通过。可以称为HC或者点灯。仅个人（也是很多人）看法：如果你能比较稳定的HC，这代表你会了这首歌。这首歌的大部分地方难不倒你，尽管可能它的某个小段对你来说仍然尤为困难，但是对你的影响也是有限的。HC大多数情况都在95及以上，少数判定很难抓的时候或许会93+或更低，但是这首歌如果出现在考段中，你已经基本能对它做出合格的应对。如果一个难度你能把绝大多数的歌都轻松打到HC，就可以考虑进入下个难度了。相反，如果这个难度你基本上都在95+或更高，但你在hard模式下很少或很难过，那你也不应该进入下一个难度，因为大部分配置你仍然不能很好的应对。另：不用太严格执行这个规则，相信你会有自己的判断的。 UC：全连。这没什么好说的。然后这里应该还有一个完成度，但是我没得过，就不写了。 4、副屏伴随着sdvx6的横空出世，女武神框带着劲爆的外观，光滑的触屏，继续玩家愉悦的体验啊。 如何在hdd中较为舒适地使用副屏的查找乐曲、设置、exceed技能的功能呢，可以使用以下方案: 买触摸屏 100以内 没买过不好说 ipad连 群文件有教程， 不过不稳定 让我们请出真神——红辣椒！！！！！ 打开你的小辣椒，选到overlay界面底色红的是辣椒的新版本，没有的群里呼一声，以下教程以该版本为例然后在这一栏 按下bind 再按一下你先呼出内屏的键 就绑定完成了。游戏中你就可以用鼠标操作内屏释放忍术了。 三、如何打歌对于SDVX来讲，在玩法上与其他音游不同最大的区别是旋钮。 基础篇——旋钮1.SDVX中的旋钮，到底是如何判定的？理解sdvx旋钮的工作原理，是理解任何问题的第一步。在游玩的过程中，你会见到蓝红两条轨道（根据设置颜色可变），正如arcaea中的蓝红两条蛇一样（这也是arc刚出时被人戏称为移动端sdvx的原因）。当一条轨道变化时，你需要扭动旋钮来使接收器的位置与谱面中轨道的位置相对应，蓝色轨道对应左旋钮，而红色轨道对应右旋钮。顺时针转动旋钮会使接收器向右方移动，逆时针则相反。 在arcaea中，玩家需要移动手指的落点，将其与蛇的下落位置几乎分毫不差地对应。那么在sdvx中，难道也需要玩家将接收器与轨道对应的位置分毫不差地对应吗？在现在的sdvx的版本中，答案是否定的，这样的判定方式过于苛刻，在一个节奏游戏中注意旋钮所停留的位置无疑是一件非常枯燥无聊的事情。于是，sdvx对于旋钮存在一种补正机制： 只要你转动的方向正确，系统会自动帮你调节旋钮的移动速度和尺度。 在旋钮无输入（你不旋转）它并且前方有非直角缓慢移动的轨道时，旋钮会跟随轨道的方向移动微小的距离； 现版本当旋钮呈直线向前状态时，多余的转动也不会使其改变位置。 如何理解扭动旋钮来使接收器的位置与谱面中轨道的位置相对应这句话？因为sdvx是在调整旋钮的方向，并且其具有补正机制，就会导致一个延后特性。新手在移动旋钮时，经常会发现对于一段中间转折方向的旋钮，一旦对于转折点的时机抓的不好，就会导致后半条旋钮全漏。这是由于过早地判断了转折点。比如对于一个先向右再向左的轨道，当轨道还在向右移动时，你却误判了转折点的时机提前向左移动，由于你的方向与轨道移动的方向是错误的，补正机制就也不会触发，你的旋钮就会遵循原速向左飞出去，与轨道脱离；那么接下来当轨道向左移动时，由于输入者还在向左移动旋钮，而旋钮已经在轨道的左边了，接下来它只会越来越往左，这自然就导致了后半条旋钮全漏。这时你需要对自己犯下的错误进行补救，也就是向相反的方向（对于本文的情景就是右边）扭一下。这个行为是反直觉的，破坏了你大脑的处理栈的，在稍微入门后才能考虑的，因为此时明明轨道在向左移动，你却要向右移动一下来为之前的错误进行补救。我对于新手的建议是，在旋钮改变方向时，比旋钮稍稍往后一点。稍微的提前会导致旋钮飞出去，但过分的延后却并不会：假如当轨道在向左移动时你还在向右转，旋钮确实会在一开始与轨道分离，但因为旋钮在轨道的右边，根据上文提到的补正机制，当你开始向左移动时马上就会切合起来。这个技巧即使是在难度极高的谱面也是有用的。 在高难度的谱面中，旋钮是非常容易失血的。对于具有一定难度的歌曲，刚能HC时，通关后的分数大概在 950w 上下是比较正常的，但对于旋钮歌来讲可能就是 975w 左右，这说明对于旋钮歌更容易失血（你需要打的更准确一点才能完成HC）。在12难度左右就很可能见到放置旋钮的谱面：先移动旋钮，然后需要放手打键，这时旋钮后面依然有直的轨道，你不需要动它，但此时会计分。如果你移动旋钮时失误了，导致失配，接下来旋钮没能切合到轨道上，你却需要移开手打键，一旦遇到这种情况就会大规模失血。而在17以上，这种情况会非常频繁的发生，因此一旦旋钮失配，你可能就需要重开了。 另外，sdvx的旋钮与hold一样，极其短暂的失配不会断连。结合以上信息，在此给大家介绍一下梁山手法 （为什么会起成这个名字热心的小伙伴可以补充一下，我8几道）：就是快速的抖动你的旋钮，使其飞速的左右颤动。因为短暂失配不会断连，sdvx又有补正机制保证你在方向正确时能将其瞬间切合，因此理论上讲只要震动的速度极快，任何旋钮都难不倒你啦。当然，新手不要学这种手法。除非在过段时稍微用一用无伤大雅。当然，如果你愿意练我也管不着，但是对绝大多数歌曲来讲一直震动你的身体远比好好扭旋钮累的多。同时我们也可以get一个技巧：如果旋钮掉了，就连续左右快速晃一下，大概率会接上（这也是一种小小的梁）。 综上所述，不管旋钮的弯曲程度如何，你只需要注意它的方向，保持方向正确即可（对于弧形的弯曲时机，有时可能从视野上难以进行分辨，但你只需要结合歌曲进行判断，它总会在一个明显的4分处进行转变）。同理对于横向的直角型旋钮，也不需要大力的进行扭动，你只需要进行最小最有必要的输入即可，而这不仅节省你的体力，又使你能更快地进行打键和旋钮间的切换（这非常必要）。 2.旋钮的灵活度？这是一个大部分新人购买了新的二手手台后都会考虑的一个问题。首先，旋钮必须足够润滑，足够灵活。参考前一个问题，你就能理解这样做的必要性。在这里我用润滑是指旋钮在扭动的过程中不应该存在明显的阻力，阻力越小你就能越轻松地扭动旋钮或切换旋转方向。但太过润滑导致其空转也是不可行的（不用解释吧），一般旋钮在高速扭动后不超过半圈会自由停下即可。我的旋钮设置的格外润滑，大力扭动后还会再转几圈，这方面按个人习惯因人而异也无所谓。而灵活是指在hdd的设定界面，当旋钮微量转动时，输入会有明显的反应。 但把输入调节的太过灵敏也不好。你可以想象旋钮的计量条是一个1到100的数值，当你移动旋钮时，它会正确的判断增加还是减少；但如果变化超过了一个阈值，比如数值飞速的增加，从50急速增加75变成25，此时系统反而会将其判断为减少。（XP：这种情况我曾经遇到过，此时轻微地扭动旋钮能触发，但大力地移动反而会掉，我也不知道为什么会介个样子的，把比例调低就好了） 四、推荐乐曲 推荐乐曲的目的是便于大家参考练习，带有一定局限性。当然，游戏的曲库显然不止于此，游戏玩多了也达到了练习的目的。请大家酌情参考，玩一玩发发成绩图当然更好w。 16 曲名： Innocent Azure 曲师： kuro Tier： 无 难度评分： 1 曲目评分： 4 谱面评分： 4 推荐理由： 传奇白丝泡水之全难度逆诈称，配上kuro的非常好听歌曲。谱面配置比较综合，什么都来了，但都来的不多，能打好这个谱面，就可以开始尝试攻克各种16级了。 曲名： SHARK ATTACK 曲师： rhyki Tier： 无 难度评分： 2 曲目评分： 3 谱面评分： 4 推荐理由： 非常好旋钮，让我喜提PUC - 1error。全曲只有85个单点，没有任何一点的键盘难度，适合上手爽拧水龙头。（正太泡水（不对好像不是正太）） 曲名： ラストリゾート 曲师： Ayase Tier： 无 难度评分： 3 曲目评分： 5 谱面评分： 4 推荐理由： 跳拍节奏的键盘可以用来训练准度，总体上各方面就是一般16的难度，选进来一方面歌很温柔很好听，但主要是体验一下结尾轨道转圈（什么） 曲名： Blossom 曲师： Synthion Tier： 无 难度评分： 3 曲目评分： 5 谱面评分： 4 推荐理由： 很好听的电音，很飘逸的旋钮 曲名： すきなことだけでいいです 曲师： ピノキオP Tier： 无 难度评分： 4 曲目评分： 3 谱面评分： 3 推荐理由： 比较有难度的片手+出张特训。有频繁出现的出张配置，以及单手黄白交互，一开始打大概会觉得很难，但是可以作为一个挑战目标慢慢尝试！ 17初步16到17是比较大的跨度，你需要有一定的片手力，出张映射才能在17里框框打，不过在此之前，你可以游玩如下入门曲 氵歌 !，感受像16的17是什么样的地力要求 难度递增 | | |||—-|—|—|—|—||Chrono Diver -PENDULUMs- |Chronomia|[ ]dentity|QQ| | | |—-|—|—|—||θコトノハθカプセルθ |VOLAQUAS|Elemental Creation| 以上将970-975w作为目标即可，因为它们跟多数中位上位mxm的17没什么关系。作为初步的地力练习是好的选择，到了以后水平提升也可以用来吃分（。 不过cola认为第二个表格的乐曲只要摸得差不多就可以游玩多数下位17了，如下推荐： 曲名： メンタンピンドラドラ 曲师： enzo + O2i3 Tier： 10 难度评分： 1 曲目评分： 3 谱面评分： 4 推荐理由： 17超级大水曲，给每个来到17的新人以一点自信吧！主要难度是8分纵连要打准。 曲名： -神っぽいな 曲师： ピノキオP Tier： 9 难度评分： 1 曲目评分： 3 谱面评分： 4 推荐理由： 非常好曲目！非常好谱面！不可不打！ 配置多样，会了就好抓准度，属于上手17时很难，习惯17时很简单，非常适合用来熟悉17的感觉。中间有一处反手旋钮需要背，但只有一下。大量fx发生。 曲名： Smoked Turkey Rag 曲师： a_hisa Tier： 9 难度评分： 2 曲目评分： 略 谱面评分： 略 推荐理由： 非常欢快的一首小曲，适合新手练习地板。也是没有什么难点，后半段稍有片手，旋钮基本无压力，难度主要在键盘。由于bpm不高，键盘没有太大的底力要求，但也不太好打准度。 曲名： WWW 艺术家： HIMEHINA Tier： 10 难度评分： 0.5(xp说的) 曲目评分： 5 好听！ 谱面评分： 4吧 推荐理由： 也是新人福利曲 爽打！himehina曲子的一贯风格相同，包含大量的片手与超长旋钮，但是本首歌中这一点不太难，除此以外没有其他任何难点。 然后打完你可能会 “屮黄加白看不懂”， “手张大放中间好唐”， “9成新sdvx手台低价出” 别急，这是正常的，因为绝大数16六位图里的one hand、hand trip都非常可爱，但是到了17就开始起飞。所以该多练了！ 黄加白散打推荐 曲名：透明声彩 艺术家：YuNi Tier：8 主观难度：1 曲目评分：4.5 好听！ 谱面评分：4吧 适合学习：5 推荐理由： 有许多黄白小跨度跳拍以及12指14指慢交互适合初步开发片手，好听pop乐曲，容错较低 曲名：SHION -sublimation mix- 艺术家：BlackY feat. Risa Yuzuki Tier：8 主观难度：1.8 曲目评分：4.5 谱面评分：5 适合学习：5 推荐理由： 黑Y梨纱经典组合,神的remix，出现了比较帅的6k楼梯，有一些旋钮和复合fx配置很适合练习 曲名：キラメキ居残り大戦争 艺术家：森羅万象 Tier：7 主观难度：2 曲目评分：4.5 谱面评分：4.5 适合学习：5 推荐理由： 非常好森罗万象，必须品鉴她们的乐曲。出张不多，形状奇妙的旋钮很好玩。掺fx的双押会拍了离刚力罗更进一步！ 曲名：Enjoy This Time 艺术家：DJ Noriken feat.yukacco Tier：8 主观难度：2 曲目评分：4.5 谱面评分：4.5 适合学习：5 推荐理由： 圆神启动！多押拍易脑梗。适中的bpm下，配合音乐打打打很爽，也适合练习。 曲名：AXION 艺术家：sakuzyo Tier：7 主观难度：2.5 曲目评分：4.5 谱面评分：4 适合学习：5 推荐理由： 削除小时候的名曲，也是魔骑士axion的最后一首。（你猜它为什么叫axion组）最难点便是解三角形，带fx的散打和楼梯，对入门17的玩家来说有很大读谱压力，可以适当调高流速。而对越级考段玩家可能手癖还没解，所以打准度也有难度。 超纲推荐： 曲目 ディスコルディア Parousia Fly Like You すべてが幻になった後で 卑弥呼 2 minutes fighters perditus + paradisus 主观难度 3.2 3.5 3.5 3.8 3.8 4 4 出张练习推荐 一只手处理旋钮，另一只手移动处理其他按键，在sdvx里是十分常见的配置，到了17，这样的配置也更加常见。我的做法是利用游戏在旋钮到来前的提示，或者是将注意力放在旋钮的颜色上（默认左手蓝右手红），把要处理旋钮的手就位后，再集中精力用剩的手处理接下来的键盘。 在开始之前，建议大致游玩16级裤衩型谱面（六维图长得像裤衩的）。这些歌基本上在16都是地雷，所以分数爆了可不必在意，但是这些物量低的出张能帮助你更好地适应、更舒适地游玩以下乐曲 曲名：Decoy 艺术家：Yooh Tier：10 主观难度：1 曲目评分：4 谱面评分：4 适合学习：5 推荐理由： 该铺面包含多次单手LR单手直角旋钮的切换，配置难度层层递进，作为练习再合适不过。因为旋钮歌打分不难，所以建议此曲练习到978w以上。 曲名：AYAKASHI 艺术家：Hommarju Tier：9 主观难度：2 曲目评分：4 谱面评分：5 适合学习：5 推荐理由： 魔性的小曲，你跟着节奏扭动出张，非常有趣。不过切换手速度比前者快又出现了片手ac、bd双押。值得注意的是，中间有一段有出张旋钮（一只手拧另一侧的旋钮）。 曲名：Sacrifice Escape: 不条理の模倣による感情と代償 艺术家：memex Tier：7 主观难度：2 曲目评分：4.5 谱面评分：4.5 适合学习：5 推荐理由： 好听乐曲，小时候被弹幕点歌创了。。有单手BR，CL的双押，适合来练中盘片手（指一只手处理BCLR键）。 曲名： Element of SPADA 艺术家：猫叉Master feat.霜月はるか Tier：6 主观难度：2.5 曲目评分：5 谱面评分：5+ 适合学习：5 推荐理由：神曲！赞美我们猫叉！！ 谱面也是神谱，片手和出张设计跟歌曲相当契合。需要注意的是一些出张旋钮。难度不局限于出张，是全方位的练习好谱。 片手练习推荐谈到出张便离不开片手，17跟16不同，单手旋风、交互和中盘以及3k的出现会更加频繁，于是我简单推荐一些这类特点鲜明的乐曲，供大家参考练习 曲名： 僕らの時間 艺术家：テヅカ feat. 大西あみみ Tier：6 主观难度：2.5 曲目评分：4.5 谱面评分：5 适合学习：5 推荐理由：好听的乐曲当然会涉及跳拍，其中谱面更是包含大量片手跳拍，还有非常恐怖LR跳拍。能980这个的话，我认为其他正常17凹凹都能推分了。 曲名：水槽のクジラ 艺术家：テヅカ feat. 大西あみみ Tier：9 主观难度：2.5 曲目评分：4.5 谱面评分：4 适合学习：4.5 推荐理由：Tier 9只是因为好s，对于刚打17的玩家来说片手3k和带LR的单手交互有一定难度。 曲名：Ture blue 艺术家：dj TAKA feat. AiMEE Tier：5 主观难度：3.5 曲目评分：5+ 谱面评分：4 适合学习：4.5 推荐理由：ture muaic！不过可惜早期谱面的表现力有所欠缺，全篇的平A无法充分表现其感情的波动。练单手螺旋倒是不错的选择。 曲名:2094 艺术家：Yuta Imai vs Blacklolita Tier：3 主观难度：4 曲目评分：5 谱面评分：4 适合学习：4.5 推荐理由：两位hardcore大将带来的赛博国风，很酷的一首歌。直播被创过，因为片手交互暴多，单手三角很累，需要高的旋钮力和地力。 不影响正常游玩的小知识：一、难度SDVX有三个常驻难度和一个特殊难度，常驻难度分别是NOV（蓝）、ADV（黄）、EXH（红），从二代开始会为曲子追加第四难度，不同代数的难度名分别是INF（虹 二代）GRV（重 三代）、HVN（天 四代）、VVD（？ 五代）、XCD（？ 六代）。从五代开始，新追加的全部都有四个常驻难度，而这个常驻难度名为MXM（白）。 二、如何获取音源和曲绘在游玩SDVX一段时间后，你可能会有写自制谱或者写教程的冲动，这时你可能会需要原始音频和曲目封面。如果你已经有了hdd，那么恭喜你，在你放置hdd的路径&#x2F;contents&#x2F;data&#x2F;music下，就是全套音乐相关文件了！你可以进行简单的检索来找到你想要的歌所在的文件夹，如下所示： 其中s3v文件就是音源文件，手动把后缀改成mp3或者什么其他的即可，要是觉得太暴力丢到格式工厂转一下也行；vox文件是谱面文件，不过没什么用，因为sdvx自制谱也不是这个格式；png文件就是所有难度的封面了，各取所需即可。如果你没有hdd，只是单纯喜欢sdvx的歌曲！那也很简单，找个网易云电台就好了，比如这个：https://music.163.com/djradio?id=985459570&userid=365084008 后记这篇由XPP编写的SDVX教程，在音游群里以可以自由编辑的腾讯文档的形式，目前还在被其他喜欢sdvx的玩家持续的输出内容。 我在大一刚入学的时候，刚接触舞萌。这款街机游戏其实对于移动端音游玩家入门来说，还是有一些门槛和需要开发大脑的游戏特色配置。我当时在MDZZ同好会，群里的尘埃落定大佬（他现在叫车乃了）在B站有一篇简明星星教程。看了这个教程，其实最表层的收获是更会打歌了，也让我听到了一些好听的音乐。 有一天车乃亦未寝，我俩步于机械楼。他说他的教程其实一开始并没有得到什么外界的动力，因为音游嘛，本身就是很快得到正反馈的游戏类型，很多情况都是“ 问就多练 ”。但是因为他听到院长 喜欢越级的老一辈wmc 说“想打ow（一首星星很复杂的大脑升级歌，玩家戏称高数）”,所以他有了写教程的动力。 但其实现在舞萌铺货也越来越多，成为现象级的街机音游了，那篇教程给了很多刚入门的群友帮助，现在他们也都成为了舞萌大手。我觉得要是能写点像那样的教程，收获产出内容的正反馈，一定是非常幸福的。 所以在获得XPP的教程编辑许可后，我负责了17的曲目推荐练习。因为17有点像舞萌的13、13+，也是需要升级大脑才能好提升的等级。刚好我卡的比较久，就小小写了一点。 目前当视研的网站在慢慢成熟，而且2024年社团招新也即将到来。借着东风，我将这篇sdvx教程经过了一点删减和修改，小小的排版之后，分享到网站上供大家阅读。希望能让大家以更舒适的姿势游玩SDVX，更希望就是这篇文章能激发各位在自己擅长的领域产出知识，分享到dsy网上，真的很爽很幸福。 感谢构建教程的框架并且提供绝大多数内容的WindowsXP，没有你我很可能也不会写那些内容，你爆的金币po到网上定会流芳百世；以及参与补充内容的斯诺格，你的表格拯救了我的排版。以后会有群友在文档里陆陆续续地添加内容，我也会及时同步网站。 Cola23324/9/20","categories":[{"name":"社员投稿","slug":"社员投稿","permalink":"http://dsyacg.github.io/categories/%E7%A4%BE%E5%91%98%E6%8A%95%E7%A8%BF/"}],"tags":[{"name":"音游","slug":"音游","permalink":"http://dsyacg.github.io/tags/%E9%9F%B3%E6%B8%B8/"},{"name":"SDVX","slug":"SDVX","permalink":"http://dsyacg.github.io/tags/SDVX/"}],"author":"当视研MDZZ音游同好会"},{"title":"绘画作品合集A","slug":"绘画作品合集A","date":"2024-09-20T06:29:01.000Z","updated":"2024-09-20T10:43:00.911Z","comments":false,"path":"2024/09/20/绘画作品合集A/","link":"","permalink":"http://dsyacg.github.io/2024/09/20/%E7%BB%98%E7%94%BB%E4%BD%9C%E5%93%81%E5%90%88%E9%9B%86A/","excerpt":"","text":"by 闪光要乐奈","categories":[{"name":"cosplay与绘画","slug":"cosplay与绘画","permalink":"http://dsyacg.github.io/categories/cosplay%E4%B8%8E%E7%BB%98%E7%94%BB/"}],"tags":[{"name":"绘画","slug":"绘画","permalink":"http://dsyacg.github.io/tags/%E7%BB%98%E7%94%BB/"}],"author":"闪光要乐奈"},{"title":"绘画作品合集B","slug":"绘画作品合集B","date":"2024-09-20T06:29:01.000Z","updated":"2024-09-20T11:14:38.481Z","comments":false,"path":"2024/09/20/绘画作品合集B/","link":"","permalink":"http://dsyacg.github.io/2024/09/20/%E7%BB%98%E7%94%BB%E4%BD%9C%E5%93%81%E5%90%88%E9%9B%86B/","excerpt":"","text":"by lirn","categories":[{"name":"cosplay与绘画","slug":"cosplay与绘画","permalink":"http://dsyacg.github.io/categories/cosplay%E4%B8%8E%E7%BB%98%E7%94%BB/"}],"tags":[{"name":"绘画","slug":"绘画","permalink":"http://dsyacg.github.io/tags/%E7%BB%98%E7%94%BB/"}],"author":"Alice"},{"title":"C102东方Project新专辑精选","slug":"C102东方Project新专辑精选","date":"2024-09-19T07:16:44.000Z","updated":"2024-09-20T18:48:17.404Z","comments":false,"path":"2024/09/19/C102东方Project新专辑精选/","link":"","permalink":"http://dsyacg.github.io/2024/09/19/C102%E4%B8%9C%E6%96%B9Project%E6%96%B0%E4%B8%93%E8%BE%91%E7%B2%BE%E9%80%89/","excerpt":"","text":"​ Comic Market是日本乃至全世界规模最大的同人志即卖会，简称CM，一年两届（夏季一届、冬季一届），基本在8月10号和12月30号左右在东京国际展示场举行，每次展会持续2至4天不等。 ​ 虽然从参展社团数量和质量上看，同人志依然是CM的核心，但是随着发展，参展社团的作品类型得到了极大丰富，早已不局限在同人志。 ​ 对于大量的同人音乐社团来说，CM是他们极为重要的发布作品的渠道。尤其是冬CM，由于处在年末，具有“年终总结”的意味，很多同人音乐社团对它的重视程度甚至要高于M3[^1]。 ​ 正因如此，同人音乐和CM的关系可以说是强相关，你喜欢的任何一首同人音乐，发布场合都非常可能是某一场CM。 ​ 因此如果喜欢同人音乐、喜欢东方同人音乐，想了解同人音乐发展现状，关注CM是非常有必要的。 ​ 第102届Comic Market于2023年8月12日～13日举行，东方Project社团共648个，其中同人音乐社团116个。C102东方Project新专辑约86张，笔者全部都进行了试听&#x2F;全听，挑选了认为质量不错的4张。音乐品味是主观的，但也有共性。希望这篇介绍能为你对同人创作的支持引路。 ​ 资源站&#x2F;网易云基本不能带给同人音乐人经济和精神上的反馈，文中链接仅供试听，有能力的话请支持正版音乐。 1. 慄 社团：凋叶棕 风格：物语音乐 ​ 物语音乐是什么？实际听起来，类似于音乐剧：序幕、第一幕、第二幕……第n幕、终幕，得顺序播放听完整张专辑，常有幕间的念白，用歌声、乐器、念白的综合演出来讲述一个完整的故事。 ​ 用“物语音乐”这个词来指代这种风格开始在CM兴盛、或者说开始兴盛，是源自于一个叫“Sound Horizon”的社团，他们称呼自己做的同人音乐是“物语音乐”，由于质量极高，在日本乃至全世界名声大噪，在此之后CM开始相继出现模仿Sound Horizon风格进行物语音乐创作的社团。凋叶棕的主催&#x2F;作编曲RD也受到了这种环境的熏陶。他长期同时参与原创物语音乐社团“少女病”的作编曲，并以社团“Feuille-Morte”的名义进行原创物语音乐的创作。 ​ 虽说如此，《慄》却是凋叶棕第一张物语音乐风格的专辑，可以说是姗姗来迟。 ​ 评价专辑本身，编曲相当精良，配器是凋叶棕常见的搭配——在钢琴、弦乐里融入古筝等传统乐器，相当讨喜；《慄》的幕间全由凋叶棕御用歌姬めらみぽっぷ（meramipop）进行念白。 ​ 专辑主题是是怪谈，视角是莲子的探险，却配上了merami那令人安稳的声音，这种组合带来的体验十分奇妙。 ​ 这张专辑凋叶棕的创新力度非常大，十分具有艺术性，强烈推荐！ ​ 物语音乐请一定要按顺序播放，从第一首听到最后一首。哪怕是从未听过凋叶棕的人，我相信都会感到惊艳！其实对于很多专辑，顺序播放都是个好习惯。 凋叶棕官网 慄 - 网易云音乐 2. Touhou pianoforte Ⅳ-Gothical Catharsis 社团：光と闇の協奏曲 风格：钢琴改编 ​ 社团“光と闇の協奏曲”是主催双月朋夜的个人社团，不过有时会请其他人来客串。 ​ 双月朋夜钢琴功底十分扎实，在2009年的C79开始同人活动，在2010年和2011年相继推出了令人惊艳的“Touhou pianoforte”系列的第一作（妖妖梦改编）和第二作（永夜抄改编），2012年他停止了自己的同人活动，去写轻小说了。 ​ 2022年，十年之隔，他又重新回来创作钢琴改编音乐了。在2022年的C101推出了第三作（红魔乡改编），2023年的例大祭20推出了第二作的重置。 ​ 这次C102的新专是“Touhou pianoforte”系列的第四作，全专为地灵殿改编，Track4、7为nori改编，Track8为ちくちゅー改编，其它均为双月朋夜改编。 ​ 专辑本身全部为纯钢琴演奏。创作上，nori与ちくちゅー将东方乐曲与古典乐曲神奇地融合在了一起，兼具了技巧钢琴曲带来的华丽感和东方原曲特征、古典原曲特征，同时还十分有新鲜感和容易记忆的点。 ​ 双月朋夜则在其余所有Track写了自己对于“哥特”“心理学”的理解。《东方地灵殿》的副标题是“Subterranean Animism”，意为“地下的万物有灵论”。双月朋夜直言这张专辑里他的谱曲思路受到了这个副标题的启发。 ​ 双月朋夜是一个非常认真的人，这张《Touhou pianoforteⅣ -Gothical Catharsis-》他在今年元旦就制定计划了，并在接下来的7个月里陆续完成了专辑里的不同曲目。他对于其他专辑的态度也像如此。 ​ 来听听这张专辑吧！看看作者精心的设计能否让你感到愉悦。 双月朋夜B站账号 Touhou pianoforteⅣ-Gothical Catharsis- - 网易云音乐 3. 夢花灯 社团：C-CLAYS 风格：怀旧J-POP、演歌 ​ 笔者反复循环着专辑里最后一首歌《雪の城》，看着封面值田亮老师画的魔理沙，总想写点煽情的文字，却迟迟下不了笔。 ​ 今年是C-CLAYS的19周年，马上就20周年了。这将近二十年来，C-CLAYS浮现了无数动人心弦的作品，最著名的大概是脍炙人口的《fairy stage》[^2]（K2 Sound可以完全视作C-CLAYS的换皮社团）。 ​ 这十九年同时有着离别和陪伴。 ​ 贡献了诸如《fairy stage》等一众灵魂歌曲并在C-CLAYS推出了自己的个人最佳专辑《YES! -Y’s Every Song-》的灵魂社员Y姐如流星一般闪过便销声匿迹；几年后的2016，另一位标榜着C-CLAYS风格的核心主唱小峠舞也离开了社团；其他负责编曲、策划的成员也经历了多次变动，难以数清。社团的风格随着成员的变动也不断改变，作品质量不断波动，却在不断适应、未曾解散。 ​ K2、值田亮、LINA一直陪伴着C-CLAYS，不曾离开。K2负责作编曲，值田亮则是从社团成立之初就负责专辑封面、插画的绘制。K2虽然是C-CLAYS妥妥的一号人物，不过他经常作出诸多尝试、曲风多变；相比之下，值田亮的画里那十分具有辨识度的眼神脸庞和色调更像是C-CLAYS的象征。 ​ 那么还有LINA呢？LINA其实只是C-CLAYS的苦力，搬东西、看摊位、负责后勤和宣发，鲜少成为灯光下的主角。 ​ 而这次C102的新专辑《夢花灯》极其少见，最后一首歌《雪の城》是LINA献声的，她的声音出人意料的、非常感人。这和抒情的旋律也有关，或许是K2有意为之，为了感谢她这么多年的陪伴和付出。 ​ 该回到专辑本身了。从制作水平和创新性上，这张专辑都算得上是C-CLAYS所有时间段里都能排得上号的优秀专辑。 ​ 专辑共6首歌（Track7-12为off Vocal），Track1-5为Rumico演唱，Track6为LINA演唱（就是《雪の城》）。 ​ Track4是写的非常好的演歌，Romico的声音本身也很昭和，很搭，推荐收听。Track1、2、3、5使用的音色和鼓组都有浓浓的21世纪初的J-POP味，但是怀旧味不等于难听，相反，这张专辑非常带感，有记忆点。 ​ Track6和Track1~5没什么关系，无论是音色、速度、原曲还是主唱。在专辑其他曲子都选用了虹龙洞主题时，Track6选用了红魔乡的“おてんば恋娘”，回到了最初的起点，很明显是专为LINA而做。 ​ 个人认为这张专辑最优秀的是Track4的Rumico演歌《あやかしの賭場》和Track6的LINA献唱《雪の城》。 C-CLAYS官网 LINA的账号 夢花灯 - 网易云音乐 4. SKEPTICISM 4 社团：梶迫小道具店 风格：Deep&amp;Tribal House ​ 笔者刻意把这张专辑放在最后推荐，嗨起来，爽就完事了！ ​ 音乐风格House属于EDM即Electronic Dance Music，既然名字里带有“舞曲”二字，意味着它和流行音乐会有比较大的区别。舞曲会非常强调律动感。Tribal House并非常见的House，相比一般House，Tribal House更加轻松惬意，更加贴合酒馆的氛围。 ​ 梶迫小道具店是梶迫迅八的个人社团。梶迫迅八是一个专业的音频工程师，混音水平很高，同时在多个社团帮忙混音，还给东方Lost Word、东方弹幕神乐供过曲。交往多的社团有荒御灵、As&#x2F;Hi Soundworks、四面楚歌、Foxtail-Grass Studio、MONOMIND等。 ​ 梶迫迅八本人是个重度秘封厨，TA的很多作品都从秘封专里取材，负责“秘封祭”的音响和开发。2010年TA还创办了一个社团叫“世界秘封病学会”，自称“院长”，专门策划推出秘封同人志和同人音乐，叫了很多认为自己是秘封厨的其他社团人员来一起玩。 ​ 梶迫小道具店在今年属于创作高峰期，连续创作了例大祭20的《SAKURA》和C102的这张《SKEPTICISM 4》，这两张都属于神专。尤其是《SAKURA》，向着妖妖梦20周年&amp;例大祭第20届的大旗，进行了全新的尝试，做了整个东方同人届都难得一见的风格。这两年建议多关注梶迫小道具店！ ​ 回到专辑本身。 ​ 封面里莲子喝醉酒了跟梅莉兴奋地唠嗑，梅莉目不转睛地微笑着盯着。我只能说，音乐塑造的氛围和封面一样！ ​ 《SKEPTICISM 4》属于制作非常标准的House专辑，从Track1~8安排了Beginning、Return、Overload，起承转合，“起”的Track1名字叫做“MERRY SCAMMING IN BAR”，梅莉在酒吧诈骗……“合”的Track7名字则是“LIVER MAGICIAN”，肝魔术师（我寻思莲子这也不能喝啊）。整张专辑BPM均为128，不会有忽快忽慢造成的心率不齐，加上轻松的Tribal House音色和2&#x2F;4节奏，戴上耳机，你仿佛成了酒保，莲子梅莉坐在吧台前喝酒，莲子喝醉了，对着你吹牛逼。即便是对舞曲不感兴趣的人，听了也会喜欢上它！ ​ 个人最喜欢的是Track3和4，“HAMSHARK THE BEGINNING”和“HAMSHARK2”，2&#x2F;4节奏的音乐一般断句是强、弱、强、弱……而这两首歌的鼓点和人声押了很多反拍，是弱、强、弱、强……很魔性。Tr3、4原曲分别是是旧约酒场的“二日酔いの同床異夢”和燕石博物志的“シュレディンガーの化猫”。 梶迫小道具店官网 SKEPTICISM 4 - 网易云音乐 [^1]: M3 - 音系・メディアミックス同人即売会[^2]: fairy stage - 网易云音乐","categories":[{"name":"社员投稿","slug":"社员投稿","permalink":"http://dsyacg.github.io/categories/%E7%A4%BE%E5%91%98%E6%8A%95%E7%A8%BF/"}],"tags":[{"name":"东方Project","slug":"东方Project","permalink":"http://dsyacg.github.io/tags/%E4%B8%9C%E6%96%B9Project/"},{"name":"音乐","slug":"音乐","permalink":"http://dsyacg.github.io/tags/%E9%9F%B3%E4%B9%90/"}],"author":"carmilk"},{"title":"sep.9.9","slug":"cos_1","date":"2024-09-09T07:16:53.000Z","updated":"2024-09-24T09:06:55.549Z","comments":false,"path":"2024/09/09/cos_1/","link":"","permalink":"http://dsyacg.github.io/2024/09/09/cos_1/","excerpt":"","text":"by 卷卷","categories":[{"name":"cosplay与绘画","slug":"cosplay与绘画","permalink":"http://dsyacg.github.io/categories/cosplay%E4%B8%8E%E7%BB%98%E7%94%BB/"}],"tags":[{"name":"cos","slug":"cos","permalink":"http://dsyacg.github.io/tags/cos/"}],"author":"卷卷"},{"title":"sep.9.9","slug":"cos_3","date":"2024-09-09T07:16:53.000Z","updated":"2024-09-24T09:06:54.375Z","comments":false,"path":"2024/09/09/cos_3/","link":"","permalink":"http://dsyacg.github.io/2024/09/09/cos_3/","excerpt":"","text":"by 错题","categories":[{"name":"cosplay与绘画","slug":"cosplay与绘画","permalink":"http://dsyacg.github.io/categories/cosplay%E4%B8%8E%E7%BB%98%E7%94%BB/"}],"tags":[{"name":"cos","slug":"cos","permalink":"http://dsyacg.github.io/tags/cos/"}],"author":"错题"},{"title":"sep.9.9","slug":"cos_2","date":"2024-09-09T07:16:53.000Z","updated":"2024-09-24T09:06:54.893Z","comments":false,"path":"2024/09/09/cos_2/","link":"","permalink":"http://dsyacg.github.io/2024/09/09/cos_2/","excerpt":"","text":"by 一点","categories":[{"name":"cosplay与绘画","slug":"cosplay与绘画","permalink":"http://dsyacg.github.io/categories/cosplay%E4%B8%8E%E7%BB%98%E7%94%BB/"}],"tags":[{"name":"cos","slug":"cos","permalink":"http://dsyacg.github.io/tags/cos/"}],"author":"一点"},{"title":"sep.9.9","slug":"cos_4","date":"2024-09-09T07:16:53.000Z","updated":"2024-09-24T09:06:53.900Z","comments":false,"path":"2024/09/09/cos_4/","link":"","permalink":"http://dsyacg.github.io/2024/09/09/cos_4/","excerpt":"","text":"by 小雯","categories":[{"name":"cosplay与绘画","slug":"cosplay与绘画","permalink":"http://dsyacg.github.io/categories/cosplay%E4%B8%8E%E7%BB%98%E7%94%BB/"}],"tags":[{"name":"cos","slug":"cos","permalink":"http://dsyacg.github.io/tags/cos/"}],"author":"小雯"},{"title":"sep.9.9","slug":"cos_5","date":"2024-09-09T07:16:53.000Z","updated":"2024-09-24T09:06:53.325Z","comments":false,"path":"2024/09/09/cos_5/","link":"","permalink":"http://dsyacg.github.io/2024/09/09/cos_5/","excerpt":"","text":"by 桃！","categories":[{"name":"cosplay与绘画","slug":"cosplay与绘画","permalink":"http://dsyacg.github.io/categories/cosplay%E4%B8%8E%E7%BB%98%E7%94%BB/"}],"tags":[{"name":"cos","slug":"cos","permalink":"http://dsyacg.github.io/tags/cos/"}],"author":"桃！"},{"title":"sep.9.9","slug":"cos_6","date":"2024-09-09T07:16:53.000Z","updated":"2024-09-24T09:06:51.989Z","comments":false,"path":"2024/09/09/cos_6/","link":"","permalink":"http://dsyacg.github.io/2024/09/09/cos_6/","excerpt":"","text":"by 饿猫","categories":[{"name":"cosplay与绘画","slug":"cosplay与绘画","permalink":"http://dsyacg.github.io/categories/cosplay%E4%B8%8E%E7%BB%98%E7%94%BB/"}],"tags":[{"name":"cos","slug":"cos","permalink":"http://dsyacg.github.io/tags/cos/"}],"author":"饿猫"},{"title":"sep.9.9","slug":"cos_7","date":"2024-09-09T07:16:53.000Z","updated":"2024-09-24T09:06:52.573Z","comments":false,"path":"2024/09/09/cos_7/","link":"","permalink":"http://dsyacg.github.io/2024/09/09/cos_7/","excerpt":"","text":"by 白巽","categories":[{"name":"cosplay与绘画","slug":"cosplay与绘画","permalink":"http://dsyacg.github.io/categories/cosplay%E4%B8%8E%E7%BB%98%E7%94%BB/"}],"tags":[{"name":"cos","slug":"cos","permalink":"http://dsyacg.github.io/tags/cos/"}],"author":"白巽"},{"title":"社刊vol1","slug":"社刊1","date":"2010-09-24T07:34:19.000Z","updated":"2024-09-20T10:41:32.909Z","comments":false,"path":"2010/09/24/社刊1/","link":"","permalink":"http://dsyacg.github.io/2010/09/24/%E7%A4%BE%E5%88%8A1/","excerpt":"","text":"by 当视研","categories":[{"name":"往期社刊年鉴","slug":"往期社刊年鉴","permalink":"http://dsyacg.github.io/categories/%E5%BE%80%E6%9C%9F%E7%A4%BE%E5%88%8A%E5%B9%B4%E9%89%B4/"}],"tags":[{"name":"社刊","slug":"社刊","permalink":"http://dsyacg.github.io/tags/%E7%A4%BE%E5%88%8A/"}],"author":"dsy"}],"categories":[{"name":"cosplay与绘画","slug":"cosplay与绘画","permalink":"http://dsyacg.github.io/categories/cosplay%E4%B8%8E%E7%BB%98%E7%94%BB/"},{"name":"社员投稿","slug":"社员投稿","permalink":"http://dsyacg.github.io/categories/%E7%A4%BE%E5%91%98%E6%8A%95%E7%A8%BF/"},{"name":"往期社刊年鉴","slug":"往期社刊年鉴","permalink":"http://dsyacg.github.io/categories/%E5%BE%80%E6%9C%9F%E7%A4%BE%E5%88%8A%E5%B9%B4%E9%89%B4/"}],"tags":[{"name":"绘画","slug":"绘画","permalink":"http://dsyacg.github.io/tags/%E7%BB%98%E7%94%BB/"},{"name":"BanG Dream!","slug":"BanG-Dream","permalink":"http://dsyacg.github.io/tags/BanG-Dream/"},{"name":"考据","slug":"考据","permalink":"http://dsyacg.github.io/tags/%E8%80%83%E6%8D%AE/"},{"name":"学术","slug":"学术","permalink":"http://dsyacg.github.io/tags/%E5%AD%A6%E6%9C%AF/"},{"name":"音游","slug":"音游","permalink":"http://dsyacg.github.io/tags/%E9%9F%B3%E6%B8%B8/"},{"name":"SDVX","slug":"SDVX","permalink":"http://dsyacg.github.io/tags/SDVX/"},{"name":"东方Project","slug":"东方Project","permalink":"http://dsyacg.github.io/tags/%E4%B8%9C%E6%96%B9Project/"},{"name":"音乐","slug":"音乐","permalink":"http://dsyacg.github.io/tags/%E9%9F%B3%E4%B9%90/"},{"name":"cos","slug":"cos","permalink":"http://dsyacg.github.io/tags/cos/"},{"name":"社刊","slug":"社刊","permalink":"http://dsyacg.github.io/tags/%E7%A4%BE%E5%88%8A/"}]}